---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRuntypeStructure
source: html/a263e5d7-4ca6-6d69-f348-6ff35e411a10.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRuntypeStructure Property

"Structure": Structure

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRuntypeStructure { get; }
```